aarch64-linux-gnu-gcc
acpica
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-tw-fonts
alacritty
android-file-transfer
android-tools
android-udev
ardour
arduino
arm-none-eabi-gcc
aria2
base-devel
binwalk
cabextract
ccache
cdrtools
cmake
colordiff
darktable
debian-archive-keyring
debootstrap
discord
dnsmasq
dmidecode
docker
dolphin-emu
dos2unix
dosbox
dosfstools
doxygen
dvd+rw-tools
element-desktop
emacs
edk2-ovmf
firefox
flashrom
flatpak
freerdp
gcc
gd
gdb
gimp
git
gnome-disk-utility
gnu-free-fonts
gptfdisk
gparted
hexchat
higan
hplip
htop
hunspell
hunspell-en_us
inetutils
inkscape
imagemagick
iptables
iotop
jupyter
jupyter-notebook
k3b
kalgebra
kate
kcalc
kdenlive
kdevelop
kompare
krdc
krita
libimobiledevice
links
lynx
make
mdf2iso
meld
mono
nasm
neofetch
neovim
ninja
nodejs
noto-fonts
noto-fonts-emoji
npm
obs-studio
openssh
pkgfile
qemu
qemu-arch-extra
ripgrep
rosegarden
telegram-desktop
tmux
toolbox
transmission-qt
ttf-anonymous-pro
ttf-dejavu
ttf-hack
ttf-hanazono
ttf-hannom
ttf-joypixels
ttf-liberation
ttf-sazanami
ttf-ubuntu-font-family
ubuntu-keyring
usbutils
vagrant
virt-manager
vlc
wgetpaste
wimlib
wireshark-qt
yakuake
yarn
youtube-dl
zsh
