acpica
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-tw-fonts
alacritty
android-file-transfer
android-tools
aria2
base-devel
binwalk
cabextract
cdrtools
cmake
code
colordiff
discord
dnsmasq
dos2unix
dosfstools
ebtables
element-desktop
firefox
firefox
flatpak
gcc
gd
gdb
gimp
git
gnu-free-fonts
gvim
htop
inetutils
intellij-idea-community-edition
iptables
krita
links
lynx
make
mdf2iso
mono
nasm
neofetch
neovim
nodejs
noto-fonts
noto-fonts-emoji
npm
obs-studio
qbittorrent
qemu
qemu-arch-extra
telegram-desktop
tmux
ttf-anonymous-pro
ttf-dejavu
ttf-hack
ttf-hanazono
ttf-hannom
ttf-joypixels
ttf-liberation
ttf-sazanami
ttf-ubuntu-font-family
virt-manager
wimlib
wireshark-qt
yarn
youtube-dl
zsh
