JanDeDobbeleer.OhMyPosh
Tailscale.Tailscale
Mozilla.Firefox
Iterate.Cyberduck
Discord.Discord
Element.Element
XP89119P9F2PCQ
HandBrake.HandBrake
WerWolv.ImHex
TheDocumentFoundation.LibreOffice
LocalSend.LocalSend
Obsidian.Obsidian
OBSProject.OBSStudio
Telegram.TelegramDesktop
Mozilla.Thunderbird
Microsoft.WSL
whitewaterfoundry.fedora-remix-for-wsl
ahrm.sioyek
VideoLAN.VLC
WiresharkFoundation.Wireshark
WinDirStat.WinDirStat
Oracle.VirtualBox
IrfanSkiljan.IrfanView
IrfanSkiljan.IrfanView.PlugIns
vim.vim
MSYS2.MSYS2
Microsoft.Git
JanDeDobbeleer.OhMyPosh
Microsoft.VisualStudioCode
HeroicGamesLauncher.HeroicGamesLauncher
Valve.Steam